Repository: mozilla-l10n/mt-training-data
Catalog: vot/vot_pontoon.tmx
Source language: en_us
Languages: vot

source: Leaving now means you'll lose your progress
vot: Уход сейчас означает, что вы потеряете свой прогресс

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
vot: LibriSpeech представляет собой собрание из примерно 1000 часов 16 кГц аудиозаписей английской речи, полученных из аудиокниг проекта LibriVox.

source: License
vot: Лицензия

source: License: <licenseLink>CC-0</licenseLink>
vot: Лицензия: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
vot: Лицензия: <licenseLink>{ $license }</licenseLink>

source: Ligurian
vot: Лигурский

source: Link Copied
vot: Ссылка скопирована

source: Listen
vot: Kuulõ

source: Listening
vot: Kuuntõmin

source: Listen-Queue
vot: Очередь прослушивания

source: Lithuanian
vot: Литовский

source: Loading…
vot: Lastamin…

source: Localization
vot: Локализация

source: Localized
vot: Локализовано

source: Login Identity
vot: Идентификатор для входа

source: Log in or sign up to get started
vot: Войдите или зарегистрируйтесь, чтобы начать

source: Log In / Sign Up
vot: Čirja süäme / Čirjoittassa

source: Log In / Sign Up with { $company } email
vot: Čirja süäme / Čirjoittassa pruukkimizi { $company } poštika

source: Log Out
vot: Выйти

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
vot: Кажется, нет никаких записей для прослушивания на этом языке. Помогите нам создать новые, сделав несколько своих.

source: Macedonian
vot: Македонский

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
vot: Предоставляя анонимные демографические данные, вы делаете их максимально полными. Мы обезличиваем все демографические данные перед публикацией.

source: Malayalam
vot: Малаялам

source: Male
vot: Meez

source: Maltese
vot: malta čeeli

source: Manage Email Subscriptions
vot: Управление подписками по эл. почте

source: Manage Subscriptions
vot: Управление подписками

source: Meadow Mari
vot: Лугово-восточный марийский

source: Message
vot: Čirjotuz

source: Mixed
vot: Смешанная

source: Moksha
vot: Мокшанский

source: Mongolian
vot: Монгольский

source: More
vot: Rohkap

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
vot: Большинство данных, используемых крупными компаниями, недоступны людям. Мы считаем, что это сдерживает инновации. Вот почему мы запустили проект Common Voice, направленный на то, чтобы сделать технологию распознавания голоса открытой и доступной для всех и каждого.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
vot: Большинство данных, используемое корпорациями, недоступно для большинства людей. Мы думаем, что это подавляет развитие инноваций. Поэтому мы запустили проект Common Voice, призванный помочь стать распознаванию голоса открытым и доступным для всех и каждого.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
vot: Большинство речевых баз данных обучаются с чрезмерным уклоном к определённым демографическим данным, что приводит к смещению в сторону <articleLink>мужского пола и среднего класса</articleLink>. Акценты и диалекты, которые, как правило, неполно предоставлены в наборах обучающих данных, обычно связаны с группами людей, которые уже изолированы. Многие машины также с трудом понимают женские голоса. Вот почему в нашей голосовой базе данных мы хотим получить разнообразие!

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
vot: Mozilla не выбирает и не предпочитает какой-либо один язык другому. Common Voice — это целиком инициатива сообщества, и для добавления нового языка и начала сбора голосов <multilangLink>необходимо выполнить два шага</multilangLink>. Во-первых, необходимо перевести веб-сайт Common Voice, чтобы участники сообщества могли получить доступ к материалам на своём родном языке. Далее нам понадобится большая коллекция предложений, не ограниченная авторскими правами, чтобы люди могли читать их вслух. Как только оба этих требования будут выполнены, язык в Common Voice перейдёт в статус «запущен», и люди смогут начать записывать свой голос и проверять голоса других людей. Если вы хотите помочь запустить какой-либо язык, перейдите к <sentenceCollectorLink>инструменту для сбора предложений</sentenceCollectorLink> и загрузите какие-либо предложения.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
vot: Mozilla стремится к тому, чтобы Интернет был открытым для всех и каждого. Для этого нам необходимо расширить возможности веб-разработчиков с помощью таких проектов, как Common Voice. Поскольку голосовые технологии распространяются за пределы нишевых приложений, мы считаем, что они должны одинаково обслуживать всех пользователей. Это означает инвестирование в большее количество языков и учёт различных акцентов и демографии при создании и тестировании голосовых технологий. Common Voice — это общедоступный ресурс, который активно используется командами и разработчиками Mozilla по всему миру в наших собственных проектах.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
vot: Mycroft — первый в мире голосовой помощник с открытым исходным кодом. Mycroft работает где угодно — на компьютере, в автомобиле или на Raspberry Pi.

source: N/A
vot: Недоступно

source: Name
vot: Nimi

source: Native Language
vot: Родной язык

source: Nepali
vot: Непальский

source: Next Goals: { $goal }
vot: Следующая цель: { $goal }

source: No
vot: Eb

source: No gravatar found for your email
vot: Данный адрес эл. почты не зарегистрирован в gravatar

source: No microphone found.
vot: Микрофон не найден.

source: Norwegian Bokmål
vot: Норвежский Букмол

source: Norwegian Nynorsk
vot: Норвежский Нюнорск

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
vot: Примечание: Если установлено «Видимый», то этот параметр можно изменить на <profileLink>странице профиля</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
vot: Примечание: Вам по-прежнему нужно выбирать между записью и прослушиванием, чтобы изменить тип внесения вклада.

source: Not found
vot: Страница не найдена

source: No Thanks
vot: Нет, спасибо

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
vot: Теперь вы можете отправить нам свой голос, чтобы помочь создать открытую языковую базу данных, которую сможет использовать любой разработчик для создания своих инновационных приложений и сайтов.<lineBreak></lineBreak> Произносите фразы, чтобы помочь машинам понять, как говорят реальные люди. Проверяйте работу других волонтёров, чтобы улучшить качество. Это просто!

source: { NUMBER($count) } clips
vot: { NUMBER($count) } записей

source: Number of Voices
vot: Количество голосов

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
vot: { NUMBER($totalHours) } часов достижимо за { NUMBER($periodMonths) } месяцев, если { NUMBER($people) } людей будут делать { NUMBER($clipsPerDay) } записей в день.

source: Occitan
vot: Окситанский

source: Odia
vot: Ория

source: Off
vot: Выкл.

source: Offensive language
vot: Оскорбительные выражения

source: Offensive speech
vot: Оскорбительные выражения

source: On
vot: Вкл.

source: On desktop computers, you can download the latest:
vot: На настольных компьютерах, вы можете загрузить последний:

source: Optionally join on our email list for updates and new information about the project.
vot: При желании присоединяйтесь к нашему списку рассылки для получения обновлений и новой информации о проекте.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
vot: Опционально предоставляемые демографические данные (такие как возраст, пол, язык и акцент) обезличиваются и никогда не будут сделаны публичными в вашем профиле.

source: or Delete voice clip
vot: или удалить голосовую запись

source: Other
vot: Tõin

source: Other Language
vot: Tõisõd čeeled

source: Other voice datasets…
vot: Другие голосовые наборы данных...

source: Other Voice Datasets
vot: Другие наборы голосовых данных

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
vot: Наш исходный текст состоит из оригинальных пожертвований участников, а также диалогов из сценариев фильмов в общественном достоянии, таких как <italic>Эта замечательная жизнь</italic>. Вы можете просмотреть наши исходные предложения в этой <githubLink>папке GitHub</githubLink>.

source: Overall Accuracy
vot: Общая точность

source: Overall Hr. Total
vot: Часов всего

source: Overall project status: see how far we’ve come!
vot: Общий статус проекта: посмотрите, как далеко мы ушли!

source: Partners
vot: Партнёры

source: Persian
vot: Персидский

source: <playIcon></playIcon>Last one!
vot: <playIcon></playIcon> Последний!

source: Play/Stop
vot: Воспроизвести/остановить

source: Polish
vot: Польский

source: Portuguese
vot: Португальский

source: Portuguese (Brazil)
vot: Португальский (Бразилия)

source: Press play, listen & tell us: did they accurately speak the sentence below?
vot: Включите запись, послушайте и расскажите нам: хорошо ли озвучена фраза, расположенная ниже?

source: Press { shortcut-play-toggle } to toggle play mode
vot: Нажмите { shortcut-play-toggle } для переключения режима воспроизведения

source: Privacy
vot: Приватность

source: Privacy Policy
vot: Политика приватности

source: Pro
vot: Maastõri

source: Profile
vot: Profili

source: Profile information improves the audio data used in training speech recognition accuracy.
vot: Информация профиля улучшает точность распознавания аудиоданных.

source: Progress
vot: Ход выполнения

source: Read More
vot: Lugõ rohkap

source: Read more on our About page
vot: Узнайте больше на нашей странице «Meiss»

source: Ready to do { $count } more?
vot: Готовы сделать ещё { $count }?

source: Ready to donate your voice?
vot: Готовы пожертвовать свой голос?

source: Ready to help validate sentences?
vot: Готовы помочь с проверкой предложений?

source: Recorded Clips
vot: Озвучено

source: Recorded Hours
vot: Часов записано

source: <recordIcon></recordIcon> Last one!
vot: <recordIcon></recordIcon>Последний!

source: Recording
vot: Запись

source: Recordings
vot: записи

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
vot: Запись озвученных предложений является неотъемлемой частью создания нашего открытого набора данных; некоторые могут считать, что это еще и интересное занятие.

source: Record/Stop
vot: Записать/остановить

source: RECORD VOICEWAVE
vot: ЗАПИСАТЬ ПРИВЕТСТВИЕ

source: Record your voice
vot: Запишите свой голос

source: Recreate Voicewave
vot: Перезаписать приветствие

source: Remove
vot: Удалить

source: Report
vot: Пожаловаться

source: Report was passed successfully
vot: Жалоба была успешно отправлена

source: Request a Language
vot: Запросить язык

source: *required
vot: *обязательно

source: Re-record
vot: Перезаписать

source: RE-RECORD
vot: ПЕРЕЗАПИСАТЬ

source: Re-record clip
vot: Перезаписать клип

source: RETRY
vot: ПОВТОРИТЬ

source: Return here to edit your goal anytime.
vot: Возвращайтесь сюда, чтобы изменить свою цель в любое время.

source: Return to Common Voice
vot: Takaz Common Voice tüvve

source: Return to Common Voice Datasets
vot: Вернуться к наборам данных Common Voice

source: Return to Languages
vot: Takaz čeelte tüvve

source: Review
vot: Проверить

source: Review & re-record clips here as you go
vot: Проверьте и перезапишите клипы здесь

source: Review & re-record clips if needed
vot: Проверьте и перезапишите клипы при необходимости

source: Review & Submit
vot: Проверить и отправить

source: Romanian
vot: Румынский

source: Romansh Sursilvan
vot: Романшский Сурсельвский

source: Romansh Vallader
vot: Романшский Валладер

source: Russian
vot: Vennä

source: Sakha
vot: Якутский

source: Sardinian
vot: Сардинский

source: Save
vot: Сохранить

source: Saved
vot: Сохранено

source: Search
vot: Etsi

source: Search for answers
vot: Поиск ответов

source: See how your progress compares to other contributors all over the world.
vot: Наблюдайте, как ваш прогресс сравнивается с другими участниками по всему миру.

source: See Less
vot: Näe vähep

source: See More
vot: Näe rohkap

source: Select a Language...
vot: Valitsõ čeeli...

source: Sentence Collection
vot: Коллекция фраз

source: Sentences
vot: Предложения

source: Serbian
vot: Сербский

source: Set a goal
vot: Поставить цель

source: Set my visibility
vot: Установите мою видимость

source: Settings
vot: Настройки

source: Sex
vot: Suku

source: Share my goal
vot: Поделиться моей целью

source: Share your { $count } Clip Daily Goal for { $type }
vot: Поделитесь свой целью { $count } записей в день для { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
vot: Поделитесь своей целью { $count } записей в неделю для { $type }

source: Shortcuts
vot: Сочетания клавиш

source: Show my ranking
vot: Показать мой рейтинг

source: Sign up for an account
vot: Tuõ čäüttäjässi

source: Sign up for Common Voice newsletters, goal reminders and progress updates
vot: Saattõga millõ uutisjuttua Common Voice progressass

source: sign up for email updates
vot: Подписаться на рассылку обновлений

source: Sign up for { $lang } updates:
vot: Подпишитесь и будьте в курсе, как обновляется { $lang } язык:

source: Sinhala
vot: Сингальский

source: Size
vot: Размер

source: Skip
vot: Пропустить

source: Skip Submission Feedback
vot: Пропустить оценку работы

source: Slovak
vot: Словацкий

source: Slovenian
vot: Словенский

source: Sorbian, Lower
vot: Нижнелужицкий

source: Sorbian, Upper
vot: Верхнелужицкий

source: Spanish
vot: Испанский

source: Speak
vot: Говорите

source: Speakers
vot: Pajatõjõd

source: Speaking
vot: Pajattõmin

source: Speaking and Listening
vot: Pajattõmin i kuuntõmin

source: Speak now
vot: Pajatõ nütt

source: Speak up, contribute here!
vot: Помогите нам, сделав запись своего голоса!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
vot: <speechBlogLink>Начать работу с распознаванием речи</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
vot: Речь — наиболее естественный способ общения между людьми, а применение голосовых технологий в наших компьютерах и мобильных устройствах является очень удобным. Мы хотим дать возможность разработчикам создавать продвинутые приложения для распознавания голоса, такие как переводчики в реальном времени и цифровые помощники с поддержкой голоса. Но сейчас большая часть голосовых данных, необходимых для создания приложений такого типа, является дорогой и запатентованной. Мы надеемся, что набор данных Common Voice даст разработчикам то, что им нужно для инноваций и сделает речевые технологии доступными на своём родном языке. Чтобы сделать распознавание голоса ещё более универсальным, мы собираем образцы голоса на широко распространенных языках, а также образцы с меньшим количеством говорящих, которые часто недооцениваются коммерческими службами распознавания речи. Публикация разнообразных наборов голосов позволит разработчикам, предпринимателям и целым речевым сообществам самим устранить этот пробел.

source: Speech-to-text (STT)
vot: Речь в текст (Speech-to-text, STT)

source: Speech-to-text (STT) technologies convert voice data into text.
vot: Технология Speech-to-text (STT) преобразовывает голосовые данные в текст

source: Splits
vot: Разделение

source: Start recording
vot: Начните запись

source: Stats
vot: Статистика

source: Streaks
vot: Дней подряд

source: Submit
vot: Saatõ

source: Submit a report
vot: Отправить жалобу

source: Submit clips
vot: Отправить клипы

source: Subscribe
vot: Подписаться

source: Success
vot: Готово

source: Success, profile created!
vot: Отлично, профиль создан!

source: Swahili
vot: Суахили

source: Swedish
vot: švietta

source: Syriac
vot: Сирийский

source: Tajik
vot: Таджикский

source: Tamil
vot: Тамильский

source: Tap
vot: Коснуться

source: Tatar
vot: Татарский

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
vot: Tatoeba — это большая база данных предложений, переводов и разговорного аудио для использования в изучении языка. Эта загрузка содержит разговорный английский язык, записанный их сообществом.

source: TED-LIUM Corpus
vot: Собрание TED-LIUM

source: Telugu
vot: Телугу

source: Terms
vot: Условия

source: Thai
vot: Тайский

source: Thanks for confirming your account, now let's build your profile.
vot: Спасибо за подтверждение вашего аккаунта, теперь давайте заполним ваш профиль.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
vot: Спасибо за запись!<lineBreak></lineBreak>Теперь проверьте и отправьте ваши записи ниже.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
vot: Спасибо за ваш интерес во внесение вклада в { $lang } язык. Мы усердно работаем над тем, чтобы подготовить каждый язык к запуску, и держим связь с участниками по электронной почте. Если вы хотите внести вклад, то укажите внизу свой адрес электронной почты.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
vot: «Кладбище записей» состоит из голосовых записей, которые не вошли в голосовой набор Common Voice. Также как и основной набор, набор «Кладбища записей» тоже доступен для загрузки.

source: The clip has disrespectful or offensive language.
vot: Запись содержит дискриминационные или оскорбительные выражения.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
vot: Набор данных Common Voice дополняет движок распознавания голоса с открытым исходным кодом Mozilla Deep Speech. Первая версия Deep Speech была выпущена в ноябре 2017 года и с тех пор продолжает развиваться. Вместе с набором данных Common Voice мы считаем, что эта технология распознавания голоса с открытым исходным кодом должна быть доступна каждому. Мы надеемся, что эти технологии позволят разработчикам создать массу инновационных продуктов и услуг.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
vot: Набор данных Common Voice дополняет открытый движок распознавания речи Deep Speech от Mozilla, который вы можете использовать при создании своих приложений. Прочитайте наш <githubLink>обзор на GitHub</githubLink> или присоединитесь к <discourseLink>разделу DeepSpeech на форуме Discourse</discourseLink>, чтобы узнать, как начать работу.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
vot: Набор данных Common Voice содержит сотни тысяч образцов голосов, которые помогают разработчикам создавать инструменты распознавания голоса.
